/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Alarm terminated!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Press Any key to snooze";

/* Status line above clock during alarm */
"Press Any key to stop" = "Press Any key to stop";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Press Enter to snooze";

/* Status line above clock during alarm */
"Press Enter to stop" = "Press Enter to stop";

/* Button below clock */
"Snooze" = "Snooze";

/* Status line above clock during snooze */
"Snoozing until" = "Snoozing until";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Starting alarm...";

/* Button below clock */
"Stop" = "Stop";

